[
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/rumjmv3g_azam-khan-pti_120x90_20_May_22.jpg",
    "heading": "Samajwadi Party Leader Azam Khan Leaves UP's Sitapur Jail After 27 Months",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Sitapur, Uttar Pradesh",
    "details": "Senior Samajwadi Party leader Azam Khan was released from the Sitapur jail in Uttar Pradesh this morning, a day after the Supreme Court granted him interim bail in an alleged cheating case."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-09/cqgrm6oo_-goa-police-_120x90_28_September_21.jpg",
    "heading": "Man Stabs Woman To Death At Goa Beach For Ending Relationship, Arrested",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Panaji",
    "details": "A man has been arrested for stabbing to death a 19-year-old woman at Velsaon beach in South Goa after she refused to continue relationship with him, an official said on Friday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/2k7be6fo_akasa-air-twitter_120x90_20_May_22.jpg",
    "heading": "Akasa Air, Backed By Billionaire Investor Rakesh Jhunjhunwala, Faces Delays",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Mumbai",
    "details": "Akasa Air's launch of services is likely to be delayed further as the airline is expected to receive its first aircraft only in June or July, according to a senior DGCA official."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-04/63f75q7c_domestic-violence-istock_120x90_18_April_20.jpg",
    "heading": "Domestic Help, Thrashed By Delhi Couple, Found In Pool Of Urine: Report",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "A 48-year-old woman, who worked as a house help, was allegedly thrashed by her employers who also chopped off her hair in West Delhi's Rajouri Garden, police said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/1ne270ks_kashmir-tunnel_120x90_20_May_22.jpg",
    "heading": "10 Workers Trapped After Under-Construction Tunnel Collapses In Kashmir",
    "ownername": "NDTV News Desk",
    "date": "NDTV News Desk   | Friday May 20, 2022, New Delhi",
    "details": "At least ten workers are trapped after a portion of an under-construction tunnel on the Jammu-Srinagar national highway in Ramban district collapsed in the early hours of Friday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/5uh5ba4c_gyanvapi-masjid-pti_120x90_19_May_22.jpg",
    "heading": "\"Captured By Aurangzeb\": Hindu Side's Reply To Gyanvapi Mosque Panel",
    "ownername": "Sukirti Dwivedi",
    "date": "Reported by Sukirti Dwivedi, Edited by Aditi Gautam  | Friday May 20, 2022, New Delhi",
    "details": "The lawyers representing the Hindu devotees yesterday urged the Supreme Court to dismiss the petition filed by the Varanasi's Gyanvapi Mosque committee challenging the filming inside the Mosque"
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/kl2j5r8s_assam-flood_120x90_20_May_22.jpg",
    "heading": "Food Stocks Running Out, Hundreds Await Rescue In Flood-Hit Assam Villages",
    "ownername": "Ratnadip Choudhury",
    "date": "Written by Ratnadip Choudhury  | Friday May 20, 2022, Guwahati",
    "details": "A risky boat ride through flood waters and a walk for a few miles through inundated paddy fields lead to the fringes of Hatigarh in Assam's Nagaon district - one of the worst-hit in the state."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-12/kfn7bbro_lalu-prasad-yadav-_120x90_09_December_20.jpg",
    "heading": "CBI's New Corruption Case Against Lalu Yadav, Family Members, Searches On",
    "ownername": "Manish Kumar",
    "date": "Reported by Manish Kumar, Edited by Saikat Kumar Bose  | Friday May 20, 2022, New Delhi, Patna",
    "details": "Weeks after he was granted bail in a fodder scam case, Lalu Prasad Yadav has been charged in a fresh corruption case over alleged irregularities in recruitment during his tenure as Bihar Chief Minister."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2017-04/police-generic_240x180_41492771926.jpg",
    "heading": "Man Stabs Wife To Death In UP: Police",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, Bareilly, Uttar Pradesh",
    "details": "A man fled after stabbing his wife to death in broad daylight in a crowded spot in Premnagar area on Thursday, police said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-09/9h7c3r7o_coronavirus-india-reuters-sep-2021_240x180_28_September_21.jpg",
    "heading": "Coronavirus LIVE Updates: India Records Over 2,000 New COVID-19 Cases In 24 Hours",
    "ownername": "NDTV News Desk",
    "date": "NDTV News Desk   | Friday May 20, 2022, New Delhi",
    "details": "India on Friday reported at least 2,364 new Covid cases, taking the total number of infections to 4,31,29,563. According to the Union Health Ministry, the active cases dipped to 15,419 in the last 24 hours."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-07/44oe84ko_raj-kundra-instagram_120x90_20_July_21.jpg",
    "heading": "Money Laundering Case Filed Against Raj Kundra In Porn Racket Case",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "The ED has launched an anti-money-laundering investigation into an alleged pornographic films case in which businessman Raj Kundra and others were arrested by the Mumbai Police crime branch in 2021, officials said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-01/qf0btttc_congress-generic-pti-240_120x90_21_January_20.jpg",
    "heading": "Bharat Jodo Yatra: Congress To Reach Out To Like-Minded Groups For March",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "The Congress will reach out to civil society members and like-minded political groups for the 'Bharat Jodo' yatra from October 2 for rallying support to combat polarisation and protect Constitution and democracy senior party leader said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-05/6ssd35lo_fire-generic_120x90_12_May_21.jpg",
    "heading": "1 Killed, 6 Injured In Fire At Delhi Factory",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "A 42-year-old man was killed and six others were injured when a fire broke out at an electric goods factory in northeast Delhi's Mustafabad area on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-03/65a8mcs8_supreme-court-new_240x180_12_March_20.jpg",
    "heading": "Hand Can Be Considered A Weapon If...: Supreme Court",
    "ownername": "Asian News International",
    "date": "Asian News International   | Friday May 20, 2022, New Delhi",
    "details": "The Supreme Court on Thursday said that 'hand can also be a weapon when a cricketer or extremely physically fit person inflicts the same' and remarked that a disproportionately light punishment humiliates and frustrates a victim of crime."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/jv9dhkds_punjab-chief-minister-bhagwant-mann-_120x90_20_May_22.jpg",
    "heading": "Centre To Give 2,000 More Paramilitary Personnel To Punjab: Bhagwant Mann",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "About 2,000 additional paramilitary personnel will be deployed in Punjab to enhance security as there have been regular inputs that some elements are trying to create unrest in the state, Punjab Chief Minister Bhagwant Mann said on Wednesday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-02/491h9mkg_supreme-court-of-india_240x180_14_February_22.jpg",
    "heading": "GST Council's Recommendation Not Binding On Union, States: Supreme Court",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Friday May 20, 2022, New Delhi",
    "details": "In a significant verdict, the Supreme Court Thursday ruled that the recommendations of Goods and Services Tax (GST) Council are not binding on the Union and the states and only have a persuasive value."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-03/65a8mcs8_supreme-court-new_240x180_12_March_20.jpg",
    "heading": "Supreme Court To Hear Plea On Probe Against Jharkhand Chief Minister",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The Supreme Court agreed to hear on Friday a plea related to probes by CBI and the Enforcement Directorate into the mining lease allegedly granted to Jharkhand Chief Minister Hemant Soren."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/vm3k8hqg_sunil-jakhar-joins-bjp_240x180_19_May_22.jpg",
    "heading": "Sunil Jakhar Began Working For BJP Before Even Joining, Congress Alleges",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Chandigarh",
    "details": "Punjab Congress president Amarinder Singh Raja Warring hit out at Sunil Jakhar who joined the BJP on Thursday, saying he might have formally joined the saffron outfit now but he had started working for it long before."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-01/76dbapmo_delhi-police-pcr_120x90_10_January_22.jpg",
    "heading": "Delivery Agent Killed In Delhi Hit-And-Run, Zepto Pays Rs 10 Lakh",
    "ownername": "NDTV News Desk",
    "date": "NDTV News Desk   | Thursday May 19, 2022, New Delhi",
    "details": "Instant grocery delivery startup Zepto has announced Rs 10 lakh compensation to the family of its delivery partner who was killed in a hit-and-run incident in a south Delhi locality."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-12/k9jjbflk_navjot-sidhu-ani_120x90_27_December_21.jpg",
    "heading": "On Navjot Sidhu's Jail Term, Victim's Family Says \"We Thank God\"",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Patiala (Punjab)",
    "details": "After the Supreme Court imposed a one-year jail term on cricketer-turned-politician Navjot Singh Sidhu in a 1988 road rage case on Thursday, the family of the victim, Gurnam Singh, thanked the Almighty."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/3gt0os3s_jammu-forest-fire-_120x90_19_May_22.jpg",
    "heading": "Massive Forest Fire Erupts Near Jammu",
    "ownername": "Nazir Masoodi",
    "date": "Reported by Nazir Masoodi | Thursday May 19, 2022, Jammu",
    "details": "A massive fire broke out at the forest near Jammu today evening. There have been multiple incidents of fire in the region this year."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/tkcff6n_college-education-generic_120x90_19_May_22.jpg",
    "heading": "KTR, Telangana Minister, Makes Education Push In London",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Hyderabad",
    "details": "The Telangana government on Thursday signed a Memorandum of Understanding (MoU) with King's College London in connection with the proposed Pharma University at Hyderabad Pharma City."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-09/cqgrm6oo_-goa-police-_120x90_28_September_21.jpg",
    "heading": "3 Arrested For Kidnapping Class 10 Student In Maharashtra: Police",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Jalna",
    "details": "Three persons have been arrested for allegedly kidnapping a Class 10 student and demanding a ransom of Rs 4 crore from his father in Maharashtra's Jalna district, police said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-04/sf3jg44_pm-modi-twitter_120x90_15_April_22.jpg",
    "heading": "PM Modi To Attend Tokyo Quad Meet Next Week; Hold Talks With Joe Biden",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "Prime Minister Narendra Modi will join US President Joe Biden and prime ministers of Australia and Japan at a summit of the Quad leaders in Tokyo on May 24 which is taking place amid the Russian invasion of Ukraine."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-03/6e3195bo_train-generic_120x90_10_March_22.jpg",
    "heading": "Railways Order For Use Of Devoted Goods Corridors To Run Passenger Trains",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The eastern and western dedicated freight corridors, which have been designed for the exclusive movement of goods trains at a high speed, will now be used for passenger trains in times of exigencies, according to an official order."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-03/si4iv1c8_narendra-modi-amit-shah-jp-nadda-pti_120x90_03_March_20.jpg",
    "heading": "BJP Strategy Meet In Rajasthan After Congress Chintan Shivir",
    "ownername": "Harsha Kumari Singh",
    "date": "Reported by Harsha Kumari Singh, Edited by Anindita Sanyal  | Thursday May 19, 2022",
    "details": "Rajasthan, which hosted the Congress \"Chintan Shivir\" last week, will now be the venue for a three-day top-level meet of the BJP."
  },
  {
    "imageurl": "https://i.ndtvimg.com/mt/2014-12/AIIMS_Generic_240.jpg",
    "heading": "In Big Move, AIIMS Delhi Says All Tests Under Rs 300 To Be Free",
    "ownername": "NDTV News Desk",
    "date": "Edited by NDTV News Desk  | Thursday May 19, 2022, New Delhi",
    "details": "Patients at Delhi's All India Institute of Medical Sciences (AIIMS) will not be charged for tests costing upto Rs 300, the premier institute announced on Thursday in a big relief to those from the economically weaker sections."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2016-05/delhi-high-court_240x180_61462199085.jpg",
    "heading": "Queuing Up To Get Ration Not Against Right To Privacy: Delhi High Court",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "Standing in queues to collect ration from fair price shops is not against the right to dignity and privacy and it is \"only civil\" to queue up if several people land up at an outlet at the same time, the Delhi High Court ruled on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/j0rj9fgg_amitabh-bachchan_120x90_16_May_22.jpg",
    "heading": "Plea In Bihar Court Against Amitabh Bachchan, Shah Rukh For Gutkha Ads",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Muzaffarpur",
    "details": "Bollywood superstars Amitabh Bachchan, Shah Rukh Khan and Ajay Devgn have been accused of \"promoting consumption of gutkha and tobacco\" in a petition filed on Thursday before a court in Bihar."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-05/6ssd35lo_fire-generic_120x90_12_May_21.jpg",
    "heading": "Fire At Cello Tape Manufacturing Factory In Delhi; No Casualties",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "A fire broke out at a cello tape manufacturing factory in outer Delhi's Bawana Industrial Area on Thursday, the Delhi Fire Services said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ls8r6qno_hardik-patel-pti_120x90_19_May_22.jpg",
    "heading": "\"Can't Abuse Adani Or Ambani Every Time\": Hardik Patel Targets Congress",
    "ownername": "Anindita Sanyal",
    "date": "Edited by Anindita Sanyal  | Thursday May 19, 2022, New Delhi",
    "details": "Gujarat's Patidar leader Hardik Patel, who has quit the Congress ahead of the state elections, attacked the party today for constantly targetting the BJP, citing the country's top industrialists Ambani and Adani."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/27j6antc_assam-floods-240_120x90_19_May_22.jpg",
    "heading": "9 Dead In Assam Floods, Over 7 Lakh Hit Across 29 Districts: 10 Points",
    "ownername": "Ratnadip Choudhury",
    "date": "Written by Ratnadip Choudhury  | Thursday May 19, 2022, Guwahati",
    "details": "More than 7.17 lakh people spread over 1,929 villages across 29 districts of Assam have been hit by heavy floods triggered by pre-monsoon rain. Nine people have died."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-09/idq2dcg8_pangong-lake-pixabay_120x90_12_September_19.jpg",
    "heading": "What India Said On Reports Of 2nd China Bridge Over Pangong Lake",
    "ownername": "Asian News International",
    "date": "Asian News International   | Thursday May 19, 2022, New Delhi",
    "details": "The Ministry of External Affairs (MEA) on Thursday said that it was monitoring the situation after reports claimed that the Chinese side was constructing a second bridge over the Pangong Tso Lake in the Union Territory of Ladakh."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/efoptn58_india-quad-vaccine_120x90_19_May_22.jpg",
    "heading": "India Supplied Covid Vaccines Under Quad Initiative, Says Ministry",
    "ownername": "Reuters",
    "date": "Reuters   | Thursday May 19, 2022, New Delhi",
    "details": "India has supplied COVID-19 vaccines to Cambodia and Thailand under an initiative of the Quad group of countries."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/30vebud_bengaluru-rains-pti_120x90_19_May_22.jpg",
    "heading": "Heavy Rainfall In Bengaluru Unleashes A Flood Of Memes On Twitter",
    "ownername": "NDTV News Desk",
    "date": "Edited by NDTV News Desk  | Thursday May 19, 2022",
    "details": "It is raining in Bengaluru. The streets are waterlogged. The weather department has issued an \"orange\" alert in many parts predicting heavy rain for the next 4-5 days. Visuals of waterlogged streets are making rounds on the Internet."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ffhkfhpg_206-kidney-stones_120x90_19_May_22.jpg",
    "heading": "206 Kidney Stones Removed In 1 Hour From 56-Year-Old Hyderabad Man",
    "ownername": "Uma Sudhir",
    "date": "Reported by Uma Sudhir, Edited by Supriti David  | Thursday May 19, 2022, Hyderabad",
    "details": "After a painful six-month long ordeal, a 56-year-old man from Hyderabad gained respite when doctors removed 206 kidney stones after an hour-long surgery."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2018-09/huh5ehlo_indrani-mukherjea_120x90_28_September_18.jpg",
    "heading": "Paperwork Incomplete, Indrani Mukerjea Not Released Despite Bail",
    "ownername": "Anindita Sanyal",
    "date": "Edited by Anindita Sanyal  | Thursday May 19, 2022, Mumbai",
    "details": "Former media executive Indrani Mukerjea, arrested for the murder of daughter Sheena Bora, could not be released from jail today as the paperwork could not be completed on time."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-06/q55klre8_delhi-metro-240_120x90_07_June_21.jpeg",
    "heading": "Delhi Metro Services Between These Stations Hit After Cable Theft",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "Metro services between Akshardham and Mayur Vihar Phase-1 metro stations on Blue Line were affected on Thursday due to the theft of a signalling cable, the DMRC said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/5uh5ba4c_gyanvapi-masjid-pti_120x90_19_May_22.jpg",
    "heading": "Varanasi's Gyanvapi Mosque: Report, Meant For Court, Is Made Public",
    "ownername": "Alok Pandey",
    "date": "Reported by Alok Pandey, Edited by Deepshikha Ghosh  | Thursday May 19, 2022, New Delhi",
    "details": "Gyanvapi Mosque survey: A report of the filming of the Gyanvapi mosque in Varanasi was submitted in court today in a case involving Hindu petitioners requesting access to worship what they claim are idols inside the mosque complex."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/njcsmlqo_cars-generic_120x90_19_May_22.jpg",
    "heading": "Used Cars Platform Cars24 Lays Off Nearly 600 Employees In India",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "E-commerce platform for pre-owned vehicles Cars24 has cut nearly 600 jobs in India, which the company on Thursday described as \"performance-linked exits\"."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-03/ilu0p4d_navjot-singh-sidhu-ani_240x180_11_March_22.jpg",
    "heading": "'No Comments': Navjot Sidhu After Receiving 1 Year Jail Term In Road Rage Case",
    "ownername": "Asian News International",
    "date": "Asian News International   | Thursday May 19, 2022, Chandigarh",
    "details": "Earlier, the court had reserved the review petition in a three-decade-old road rage case filed by the family of the victim."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2018-04/punjab-police-generic-afp-240_240x180_51522596513.jpg",
    "heading": "Additional Forces For Punjab Ahead Of Operation Blue Star Anniversary",
    "ownername": "Neeta Sharma",
    "date": "Written by Neeta Sharma  | Thursday May 19, 2022, New Delhi",
    "details": "The security agencies have been put on alert and vigil has been increased in and around the holy city of Amritsar ahead of 38th anniversary of Operation Blue Star next month."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-03/khng1m2o_home-minister-amit-shah_120x90_24_March_22.jpg",
    "heading": "Universities Platforms For Ideas, Not Ideological Conflicts: Amit Shah",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "Universities should be a platform for exchange of views and not become spaces for ideological conflict, Union Home Minister Amit Shah said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ls8r6qno_hardik-patel-pti_120x90_19_May_22.jpg",
    "heading": "Hardik Patel Quit Party As He Fears Jail, Congress Alleges",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Ahemdabad",
    "details": "A day after Hardik Patel left the Congress, Gujarat Congress president Jagdish Thakor claimed that he took the step as he was afraid that he might have to go to jail in sedition cases."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-01/87ns4bco_car-accident-generic-unsplash-240_120x90_24_January_19.jpg",
    "heading": "5 Killed, 5 Injured In Head-On Collision Of Cars In Rajasthan",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Jaipur",
    "details": "Five people were killed and five injured in a head-on collision of cars in Rajasthan's Bharatpur district, police said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ls8r6qno_hardik-patel-pti_120x90_19_May_22.jpg",
    "heading": "Hardik Patel Quit Party As He Fears Jail, Congress Alleges",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Ahemdabad",
    "details": "A day after Hardik Patel left the Congress, Gujarat Congress president Jagdish Thakor claimed that he took the step as he was afraid that he might have to go to jail in sedition cases."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-01/87ns4bco_car-accident-generic-unsplash-240_120x90_24_January_19.jpg",
    "heading": "5 Killed, 5 Injured In Head-On Collision Of Cars In Rajasthan",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Jaipur",
    "details": "Five people were killed and five injured in a head-on collision of cars in Rajasthan's Bharatpur district, police said on Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-03/7717akqg_jhund_120x90_04_March_22.jpg",
    "heading": "Supreme Court Refuses To Stop Streaming Amitabh Bachchan-Starrer 'Jhund'",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The apex court had earlier cleared the decks for the release of the movie on May 5 by staying the Telangana High Court order which had prohibited its exhibition on the OTT platform."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-01/ojsq6ad8_amarinder-singhani_120x90_23_January_22.jpg",
    "heading": "Amarinder Singh Applauds As Sunil Jakhar Crosses From Congress To BJP",
    "ownername": "Mohammed Ghazali",
    "date": "Reported by Mohammed Ghazali, Edited by Anindita Sanyal  | Thursday May 19, 2022, Chandigarh",
    "details": "Amarinder Singh, the former Congress chief minister of Punjab, today hailed Sunil Jakhar -- the man who led the party's state unit during his tenure -- as he crossed over to the BJP."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-02/vdu9dou_ashok-gehlot_120x90_23_February_22.jpg",
    "heading": "\"Scared After Our Chintan Shivir\": Ashok Gehlot On BJP's Rajasthan Meeting",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Jaipur",
    "details": "\"They are scared and therefore they are coming here,\" he said, confident that the people of the state will vote for Congress in the next assembly elections."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-05/6ssd35lo_fire-generic_120x90_12_May_21.jpg",
    "heading": "Fire Breaks Out In Forest Area In North Delhi",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "A fire broke out in forest near Majnu Ki Tilla area in north Delhi on Thursday, officials said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/n77q9nhg_assam-flood_120x90_19_May_22.jpg",
    "heading": "Assam Floods: More Than 2.88 Lakh People Affected In Nagaon District",
    "ownername": "Asian News International",
    "date": "Asian News International   | Thursday May 19, 2022, Nagaon, Assam",
    "details": "The Assam State Disaster Management Authority (ASDMA), on Thursday, informed that more than 2.88 lakh people of Nagaon district have been affected due to the first wave of flood."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/tuakkdg_sibu-misra-taking-piggyback-ride-ani-240_120x90_19_May_22.jpg",
    "heading": "Watch: Assam BJP MLA Slammed For Piggyback Ride During Flood Review",
    "ownername": "NDTV News Desk",
    "date": "Edited by NDTV News Desk  | Thursday May 19, 2022, New Delhi",
    "details": "A video tweeted by news agency ANI shows the MLA being carried by a rescue worker to a boat, which is barely a few steps away, in ankle-deep water."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/50580c0k_karnataka-cm-bommai-ani_120x90_19_May_22.jpg",
    "heading": "Karnataka Chief Minister Visits Rain-Affected Areas, Addresses Issues",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Bengaluru",
    "details": "Development of valleys, desilting of drains, and encroachment, increasing the number of STPs across Bengaluru are some of the measures announced by Karnataka Chief Minister."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-04/t9sns9hg_jagannath-temple_120x90_14_April_21.jpg",
    "heading": "Devotees Allowed To Attend Lord Jagannath's Bathing Ritual After 2 Years",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Puri",
    "details": "Devotees, after a gap of two years, will get to witness the ceremonial bathing ritual of Lord Jagannath on June 14."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-09/0ovaj4v_delhi-metro-grey-line_120x90_17_September_21.jpg",
    "heading": "Delhi Metro's Palam Vihar-Dwarka Sector 21 Line May Be Underground",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Gurugram",
    "details": "The proposed Metro extension connecting Palam Vihar in Gurugram and Delhi's Dwarka Sector 21 may get delayed further as Haryana Chief Minister Manohar Lal Khattar asked the authorities to study the possibility of an underground link for the route."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/pek103vc_gyanvapi-mosque-next-to-kashi-vishwanath-temple-reuters_120x90_19_May_22.jpg",
    "heading": "\"Any Demolition Will Spoil Atmosphere\": Gyanvapi Mosque Committee To Court",
    "ownername": "Alok Pandey",
    "date": "Reported by Alok Pandey, Edited by Akhil Kumar  | Thursday May 19, 2022, New Delhi",
    "details": "The report of the filming of the Gyanvapi Masjid was submitted to a court this morning in a case involving a request by Hindu petitioners to worship idols inside the mosque complex."
  },
  {
    "imageurl": "https://i.ndtvimg.com/i/2016-05/delhi-high-court_240x180_61462199085.jpg",
    "heading": "No Further Felling Of Trees In City For Now, Orders Delhi High Court",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The Delhi High Court on Thursday stayed any further felling of trees in the national capital, saying there is no other way to mitigate the ecological and environmental degradation in the city."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/dpdb7h8o_yogi-adityanath_120x90_05_May_22.jpg",
    "heading": "Yogi Adityanath Warns Of Action If Loudspeakers Found Violating Norms",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Lucknow",
    "details": "Uttar Pradesh Chief Minister Yogi Adityanath on Wednesday said action will be taken against officials in case complaints are received of unnecessary loudspeakers being installed and played loudly anywhere in the state."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ugdc4jdo_narendra-modi-covid-summit_120x90_12_May_22.jpg",
    "heading": "We Need To Build Nation Capable Of Establishing Peace Amid Global Conflicts: PM Modi",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Vadodara",
    "details": "Prime Minister Narendra Modi today called upon the country's youth to build a nation capable of establishing peace across the globe amid international conflicts and unrest."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-02/mfcsbp_navjot-sidhu_120x90_18_February_22.jpg",
    "heading": "Navjot Sidhu And 1988 Road Rage Case: A Timeline",
    "ownername": "Aditi Gautam",
    "date": "Edited by Aditi Gautam  | Thursday May 19, 2022, New Delhi",
    "details": "Congress leader Navjot Sidhu was today sentenced to one-year rigorous imprisonment by the Supreme Court in a 1988 road rage case."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-06/gearlj38_delhi-ration_120x90_02_June_21.jpg",
    "heading": "Delhi Government's Doorstep Ration Scheme Set Aside By High Court",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The Delhi High Court Thursday set aside the AAP government's doorstep ration delivery scheme, Mukhymantri Ghar Ghar Ration Yojna."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-06/aeqmcrno_randeep-surjewala-pti-_120x90_01_June_19.jpg",
    "heading": "Gas Cylinder Now Rs 1,003 'Not Out': Congress' Dig At BJP Over Price Hike",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The Congress slammed the Centre on Thursday over the hike of the cooking gas price by Rs 3.5 per cylinder, saying the Narendra Modi government's \"fuel loot\" is on every day, in small or big installments."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/ls8r6qno_hardik-patel-pti_120x90_19_May_22.jpg",
    "heading": "\"Not In BJP Yet\": Hardik Patel Day After Quitting Congress",
    "ownername": "Saurabh Gupta",
    "date": "Reported by Saurabh Gupta | Thursday May 19, 2022, New Delhi",
    "details": "Gujarat leader Hardik Patel, who quit the Congress yesterday, said he \"is not in the BJP yet\" and has not taken any decision on joining either the BJP or the Aam Aadmi Party (AAP)."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/i1s1pfro_gyanvapi-mosque-reuters-240_120x90_17_May_22.jpg",
    "heading": "Explained: Ongoing Debate Over Places Of Worship Act, 1991",
    "ownername": "NDTV News Desk",
    "date": "Edited by NDTV News Desk  | Thursday May 19, 2022, New Delhi",
    "details": "The Gyanvapi mosque case has once again brought the Places of Worship Act, 1991 into the limelight. A Varanasi court is hearing a petition by five Hindu women who claim there are idols of Hindu gods and goddesses in the Gyanvapi mosque complex."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/bgpiml4c_us-envoy-dalai-lama_120x90_19_May_22.jpg",
    "heading": "US Special Coordinator For Tibetan Affairs Meets Dalai Lama",
    "ownername": "Asian News International",
    "date": "Asian News International   | Thursday May 19, 2022, Dharamshala",
    "details": "This key visit comes shortly after President of Central Tibetan administration Penpa Tsering's visit to Washington last month."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-03/764p1nbg_ratan-tata-instagram_120x90_03_March_22.jpg",
    "heading": "Ratan Tata's Reaction After Supreme Court Rejects Cyrus Mistry's Petition",
    "ownername": "NDTV News Desk",
    "date": "Edited by NDTV News Desk  | Thursday May 19, 2022, New Delhi",
    "details": "Mr Mistry had sought reconsideration of the court's March 2021 order and also expunge of certain remarks against him in the said order."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/n0hislo8_rahul-gandhi-in-udaipur-to-attend-congresss-chintan-shivirmay-13_120x90_13_May_22.jpg",
    "heading": "Rahul Gandhi Flies To UK To Address 'India At 75' Amid Crisis In Congress",
    "ownername": "Asian News International",
    "date": "Asian News International   | Thursday May 19, 2022, New Delhi",
    "details": "Amid deepening crisis in Congress with the party's working president in Gujarat Hardik Patel quitting the party ahead of the Assembly polls, Rahul Gandhi on Thursday left for London to address an 'Ideas for India'."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-11/1ennhddg_ajit-pawar-ani_240x180_02_November_21.jpg",
    "heading": "Maharashtra Government Will Go To Supreme Court On OBC Quota: Ajit Pawar",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Mumbai",
    "details": "Maharashtra Deputy Chief Minister Ajit Pawar today said the state government will approach the Supreme Court once the committee formed to collect empirical data for the OBC quota submits its report to the government next month."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2020-08/5vul55s_up-police-generic_120x90_16_August_20.jpg",
    "heading": "Farmer Dies In Hospital Day After He Set Himself On Fire In UP",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Budaun (UP)",
    "details": "A 52-year-old farmer died at a hospital, a day after he set himself ablaze outside the SSP office alleging police inaction over his complaint against some people for destroying his crops, officials said Thursday."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2019-03/981f67kg_rahul-gandhi-priyanka-gandhi-pti_120x90_13_March_19.jpg",
    "heading": "Congress Neither National Nor Indian, Now Party Of \"Bhai-Behan\": BJP Chief JP Nadda",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "The Congress is neither national nor Indian and not democratic either and has become a \"bhai-behan\" party, BJP president JP Nadda said today in a sharp attack on dynastic parties."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2021-12/k9jjbflk_navjot-sidhu-ani_120x90_27_December_21.jpg",
    "heading": "Navjot Sidhu Of Congress Gets One Year In Jail From Supreme Court",
    "ownername": "Deepshikha Ghosh",
    "date": "Edited by Deepshikha Ghosh  | Thursday May 19, 2022, New Delhi",
    "details": "Congress leader Navjot Singh Sidhu was today sentenced by the Supreme Court to one year in jail in a 34-year-old road rage case. The cricketer-turned-politician must surrender and serve a year's \"rigorous imprisonment\", the court said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/me3s4rng_mp-tiger-cubs-attacked-twitter_120x90_19_May_22.jpg",
    "heading": "Video: Tiger Cubs Hit With Stones, Taken To Hospital After Rescue In Madhya Pradesh",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Mandla, Madhya Pradesh",
    "details": "Two injured tiger cubs, rescued from Madhya Pradesh's Seoni district after some villagers hit them with stones, have been shifted to a veterinary hospital in the Kanha Tiger Reserve, an official said today."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2018-12/r2u7hv0c_fire-generic_120x90_11_December_18.jpg",
    "heading": "Fire Breaks Out In Northeast Delhi Factory Leaving 1 Dead And 6 Injured",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, New Delhi",
    "details": "One person was killed and six others were injured on Thursday after a fire broke out at a factory in northeast Delhi's Mustafabad area, officials said."
  },
  {
    "imageurl": "https://c.ndtvimg.com/2022-05/qf1ui2lg_manik-saha-pti_120x90_15_May_22.jpg",
    "heading": "New Tripura Chief Minister Allocates Portfolios, Keeps Home, Health",
    "ownername": "Press Trust of India",
    "date": "Press Trust of India   | Thursday May 19, 2022, Agartala",
    "details": "Allocating portfolios, Tripura Chief Minister Manik Saha kept key departments such as Home and Health to himself, as per a notification."
  }
]